Repository: yohanboniface/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: cs

source: English
cs: Anglicky

source: User
cs: Uživatel

source: Creation date
cs: Datum vytvoření

source: %s has been associated with your account
cs: %s přiřazeno k vašemu účtu

source: %s could not be associated with your account, as it is already associated with a different account
cs: %s nelze přiřadit k vašemu účtu, protože je již propojeno s jiným účtem

source: You need to set a password if you want to remove all of your OpenIDs
cs: Chcete-li odebrat všechna svoje OpenID, je třeba si nastavit heslo.

source: %s has been removed from your account
cs: %s bylo odebráno z vašeho účtu

source: OpenID associations
cs: Přiřazení OpenID

source: Your account is currently associated with the following OpenID:
cs: Váš účet je v současnosti přiřazen k následujícímu OpenID:

source: Remove association
cs: Zrušit přiřazení

source: You are currently logged in with the following OpenID. Click "associate" to allow it to be used to sign in to your account.
cs: V současnosti jste přihlášeni k následujícímu OpenID. Chcete-li se pomocí něj přihlásit ke svému účtu, klepněte na "přiřadit".

source: Associate
cs: Přiřadit

source: To associate a new OpenID with this account, sign in with it here:
cs: Chcete-li k tomuto účtu přiřadit nové OpenID, přihlašte se k němu zde:

source: Authenticate and associate with this account
cs: Ověřit a přiřadit k tomuto účtu

source: i-names are not supported
cs: i-names nejsou podporovány

source: The OpenID was invalid
cs: Dané OpenID bylo neplatné

source: The request was cancelled
cs: Požadavek byl zrušen

source: Setup needed
cs: Je vyžadováno nastavení

source: Open ID failed, Sign in with your OpenID
cs: OpenID selhalo, přihlašte se pomocí svého OpenID

source: Sign in with your OpenID
cs: Přihlašte se pomocí svého OpenID

source: OpenID failed
cs: OpenID selhalo

source: Sign in
cs: Přihlásit se

source: #django IRC
cs: IRC kanál #django

source: Drag and zoom the map until the crosshair matches your location
cs: Táhněte a přibližujte mapu, dokud kříž neukazuje na vaši polohu

source: Username
cs: Uživatelské jméno

source: First name
cs: Křestní jméno

source: Last name
cs: Příjmení

source: Password
cs: Heslo

source: Password (again)
cs: Heslo (znovu)

source: Blog URL
cs: Adresa URL blogu

source: Country
cs: Země

source: Location
cs: Poloha

source: Search visibility
cs: Zobrazení ve vyhledávání

source: E-mail privacy
cs: Utajení e-mailu

source: IM privacy
cs: Utajení IM

source: IRC tracking
cs: Sledování IRC

source: Looking for work?
cs: Hledání práce

source: Your skills
cs: Vaše dovednosti

source: Password is required
cs: Je vyžadováno heslo

source: Passwords must match
cs: Zadaná hesla musí být totožná

source: That username is unavailable
cs: Toto uživatelské jméno není k dispozici

source: That e-mail is already in use
cs: Tato e-mailová adresa se už používá

source: The region you selected does not match the country
cs: Vybraný region neodpovídá zemi

source: Change skills
cs: Upravit dovednosti

source: The ISO code of the country you selected is invalid.
cs: Kód ISO vámi vybrané země je neplatný.

source: URL %d
cs: Adresa URL %d

source: Title %d
cs: Nadpis %d

source: You need to provide a URL
cs: Je třeba zadat adresu URL.

source: Current Password
cs: Současné heslo

source: New Password
cs: Nové heslo

source: New Password (again)
cs: Nové heslo (znovu)

source: Please submit your current password.
cs: Zadejte své současné heslo.

source: The passwords did not match.
cs: Hesla nejsou stejná.

source: Your password was invalid
cs: Heslo bylo neplatné

source: Select a valid choice. That choice is not one of the available choices.
cs: Tato možnost není platná, vyberte jinou.

source: Name
cs: Název

source: ISO code
cs: Kód ISO

source: ISO numeric code
cs: Číselný kód ISO

source: FIPS code
cs: Kód FIPS

source: Continent
cs: Kontinent

source: Capital
cs: Hlavní město

source: Area in square kilometers
cs: Plocha v km čtverečních

source: Population
cs: Populace

source: Currency code
cs: Kód měny

source: Languages
cs: Jazyky

source: Number of people
cs: Počet lidí

source: Countries
cs: Země

source: Code
cs: Kód

source: Flag
cs: Vlajka

source: Regions
cs: Regiony

source: Latitude
cs: Zeměpisná šířka

source: Longitude
cs: Zeměpisná délka

source: Profile views
cs: Zobrazení profilu

source: OpenID server
cs: Server OpenID

source: OpenID delegate
cs: Delegát OpenID

source: Last active on IRC
cs: Poslední aktivita na IRC

source: <none>
cs: <nic>

source: Django person
cs: Djangista

source: Django people
cs: Djangisté

source: Title
cs: Nadpis

source: URL
cs: Adresa URL

source: Contributor
cs: Přispěvatel

source: Portfolio site
cs: Web portfolia

source: Portfolio sites
cs: Weby portfolia

source: Country site
cs: Web v zemi

source: Country sites
cs: Weby v zemi

source: No Tag found matching "%s".
cs: "%s" - neodpovídá žádný tag.

source: 404 error
cs: Chyba 404

source: Page not found.
cs: Stránka nenalezena.

source: 500 error
cs: Chyba 500

source: Internal server error. This has been reported to the site administrator.
cs: Interní chyba serveru. Správce webu byl informován.

source: About
cs: O projektu

source: About Django People
cs: O projektu Djangisté

source: Django People lists %(count)s <a href="https://www.djangoproject.com/">Django</a> developers from around the world, in %(countries)s different countries. The aim of the site is to help Django developers find like-minded souls near them, and hopefully kick-start some local meet-ups and user groups.
cs: Projekt Djangisté (Django People\) uvádí seznam %(count)s vývojářů používajících <a href="https://www.djangoproject.com/">framework Django</a> z %(countries)s různých zemí celého světa. Cílem je pomoci těmto vývojářům nalézt v blízkosti zpřízněné duše a třeba rozjet místní odborná setkání a komunity.

source: The site was originally built and open-sourced by <a href="/simon/">Simon Willison</a> and <a href="/natbat/">Natalie Downe</a>. The code is <a href="https://github.com/brutasse/djangopeople">available on github</a>, you can post feedback and bug reports on the repository's <a href="https://github.com/brutasse/djangopeople/issues">issues page</a>.
cs: Tuto aplikaci původně vytvořili a zdrojový kód otevřeli <a href="/simon/">Simon Willison</a> a <a href="/natbat/">Natalie Downe</a>. Kód je <a href="https://github.com/brutasse/djangopeople">k dispozici na githubu</a>, můžete dodat zpětnou vazbu a hlásit chyby na <a href="https://github.com/brutasse/djangopeople/issues">stránce Issues</a> repozitáře.

source: Colophon
cs: Tiráž

source: Country data and location lookups come from <a href="http://www.geonames.org/">GeoNames</a>, while the maps themselves are powered by the <a href="https://developers.google.com/maps/">Google Maps API</a>. Country flags and icons are by <a href="http://famfamfam.com/lab/icons/">Mark James</a>; US state flags come <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">from Wikipedia</a>. Profile pictures come from <a href="http://en.gravatar.com/">Gravatar</a>.
cs: Vyhledávací tabulky zemí a poloh pocházejí z databáze <a href="http://www.geonames.org/">GeoNames</a>, mapy samotné jsou založené na <a href="https://developers.google.com/maps/">Google Maps API</a>. Vlajky zemí a ikonky jsou od <a href="http://famfamfam.com/lab/icons/">Marka Jamese</a>; vlajky zemí USA pocházejí z <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">from Wikipedia</a>. Obrázky v profilech se přebírají ze služby <a href="http://en.gravatar.com/">Gravatar</a>.

source: The site uses <a href="http://code.google.com/p/django-tagging/">django-tagging</a> by <a href="/insin/">Jonathan Buchanan</a> for the <a href="/skills/">skills feature</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">OpenID support</a> (used by %(openid_users)s people) depends on <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) and <a href="http://code.google.com/p/django-openid/">django-openid</a>.
cs: Tato aplikace používá prvky <a href="http://code.google.com/p/django-tagging/">django-tagging</a> od <a href="/insin/">Jonathana Buchanana</a> (<a href="/skills/">funkce dovednosti)</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">Podporu OpenID</a> (používá %(openid_users)s lidí) založenou na modulu <a href="http://openidenabled.com/python-openid/">python-openid</a> (verze 2.2.5) a <a href="http://code.google.com/p/django-openid/">django-openid</a>.

source: Deployment is <a href="http://gunicorn.org">gunicorn</a>, hosted on <a href="http://www.heroku.com/">Heroku</a>.
cs: Nasazeno je pomocí <a href="http://gunicorn.org">serveru gunicorn</a> na hostingu <a href="http://www.heroku.com/">Heroku</a>.

source: A Django joint.
cs: Společný projekt Djanga.

source: home
cs: domů

source: about
cs: o projektu

source: search
cs: hledat

source: sign up as a django person
cs: registrovat se jako djangista

source: You are logged in as <strong>%(user)s</strong>
cs: Přihlášený uživatel: <strong>%(user)s</strong>

source: your profile
cs: váš profil

source: your account
cs: váš účet

source: log out
cs: odhlásit

source: Log in
cs: Přihlásit

source: Or <a href="%(openid_url)s">log in with <strong>OpenID</strong>
cs: Nebo <a href="%(openid_url)s">se přihlašte pomocí <strong>OpenID</strong>

source: Django People
cs: Djangisté

source: Discover users of the <a href="https://www.djangoproject.com/">Django Web framework</a> near you
cs: Odhalte okolní uživatele <a href="https://www.djangoproject.com/">webového frameworku Django</a>

source: Hosted on <span class="heroku">Heroku</span>
cs: Provozováno na systémech <span class="heroku">Heroku</span>

source: %(counter)s Django person
cs: %(counter)s djangista

source: Django community sites in %(country)s
cs: Komunitní weby o Djangu v zemi %(country)s

source: Page %(num)s of %(total)s
cs: Stránka %(num)s z %(total)s

source: %(counter)s person
cs: %(counter)s člověk

source: People in %(country)s looking for %(looking_for)s
cs: Lidé v zemi %(country)s hledající práci typu %(looking_for)s

source: %(country)s, seeking %(looking_for)s work
cs: %(country)s, hledají práci typu %(looking_for)s

source: Sites in %(country)s
cs: Weby v zemi %(country)s

source: Please enter your password to confirm your ownership of this account. You account removal will be effective immediately and permanently after you submit this form.
cs: Zadejte své heslo za účelem potvrzení, že jde o váš účet. Po odeslání tohoto formuláře bude účet okamžitě a natrvalo odstraněn.

source: Delete my account
cs: Smazat vlastní účet

source: Dear %(name)s,
cs: Vážený uživateli %(name)s,

source: It seems you're willing to delete your account from %(domain)s. You can delete your account by following the instructions on the link below:
cs: zdá se, že se chystáte odstranit svůj účet ze systému %(domain)s. Lze to provést postupem podle instrukcí na tomto odkazu:

source: For security reasons, this link will stay valid for only 5 minutes.
cs: Z bezpečnostních důvodů zůstane odkaz platný pouze 5 minut.

source: Account deleted
cs: Účet byl odstraněn

source: It's sad to see you go, but your account was successfully deleted.
cs: Mrzí nás, že odcházíte, ale účet byl úspěšně odstraněn.

source: Check your email! An email was just sent to you, follow the link in it to finalize your account deletion.
cs: Zkontrolujte si e-mail! Účet bude odstraněn, pokud následujete odkaz uvnitř zaslaného e-mailu.

source: Account deletion
cs: Odstranění účtu

source: You are about to request complete removal of your account and data from this site. This will be done using the following process:
cs: Zde je možné odstranit svůj účet, a to následujícím postupem:

source: When you submit the following form, you will receive an email with a private link.
cs: Pokud odešlete následující formulář, obdržíte e-mail se soukromým odkazem.

source: This link (valid for 5 minutes only) will take you to a page where you can enter your password to actually delete your account.
cs: Tento odkaz (platný po 5 minut) vás dostane na stránku, kde budete moci zadat heslo k dokončení odstranění účtu.

source: If you are ready to proceed, submit the form below.
cs: Pokud jste připraveni pokračovat, odešlete následující formulář.

source: Request account deletion
cs: Vyžádat odstranění účtu

source: Account deletion on %(domain)s
cs: Odstranění účtu na systému %(domain)s

source: Account settings
cs: Nastavení účtu

source: Change your location
cs: Změnit polohu

source: Update your contact details
cs: Aktualizovat kontaktní údaje

source: Change your privacy settings
cs: Změnit nastavení soukromí

source: Add sites to your portfolio
cs: Přidat weby do portfolia

source: Change your password
cs: Změnit své heslo

source: You do not have a password set - <a href="%(password_url)s">set one now?</a>
cs: Nyní nemáte nastavené heslo - <a href="%(password_url)s">chcete jej nastavit?</a>

source: Delete your account
cs: Odstranit účet

source: You have %(counter)s OpenID associated with your account. <a href="%(openid_url)s">Manage your OpenID</a>
cs: S vaším účtem máte přiřazeno %(counter)s OpenID. <a href="%(openid_url)s">Spravovat své OpenID</a>

source: If you have an <a href="http://openid.net/">OpenID</a>, you can <a href="%(openid_url)s">associate it with your account</a>. This will allow you to log in using your OpenID instead of your password.
cs: Používáte-li systém <a href="http://openid.net/">OpenID</a>, můžete si jej <a href="%(openid_url)s">přiřadit ke svému účtu</a>. Umožní vám to přihlášení místo svého hesla.

source: Advanced: Use your profile page as an OpenID
cs: Pokročilé: Použijte stránku profilu jako OpenID

source: If you already have an OpenID, you can configure your Django People profile page to delegate to it. This means you'll be able to use your profile page as an OpenID, without having to sign in to Django People first.
cs: Pokud již máte své OpenID, můžete nastavit profilovou stránku projektu Djangisté na delegaci. To znamená, že budete moci použít svou stránku profilu jako OpenID bez nutnosti se nejdříve přihlásit k webu Djangisté.

source: Read <a href="http://simonwillison.net/2006/Dec/19/openid/">more about delegation</a> to learn how to use this form.
cs: Více informací o tomto formuláři naleznete <a href="http://simonwillison.net/2006/Dec/19/openid/">v článku o delegacích</a>.

source: Update OpenID delegation
cs: Aktualizovat delegaci OpenID

source: Edit your bio
cs: Napište své bio

source: No HTML allowed, but paragraph tags will be added automatically and URLs will be turned in to links.
cs: Kód HTML není povolen, ale značky odstavců budou automaticky přidány a adresy URL budou převedeny na odkazy.

source: Update bio
cs: Aktualizovat bio

source: Edit contact information
cs: Aktualizovat kontaktní údaje

source: Contact details
cs: Kontaktní údaje

source: Other profiles
cs: Další profily

source: Got profiles on other sites? Enter the URLs below:
cs: Máte profily jinde? Zadejte níže jejich adresy URL:

source: Instant messaging
cs: Sítě IM

source: Use any instant messaging software?
cs: Používáte nějaké programy pro IM?

source: Privacy settings
cs: Nastavení soukromí

source: You can set your profile page not to show up in external search engine results (such as Google or Yahoo!)
cs: Můžete nastavit svou stránku profilu tak, že se nebude zobrazovat v externích vyhledávačích (například Google nebo Yahoo!)

source: Save changes
cs: Uložit změny

source: <strong>Zoom and center the map on your location</strong>. Your map location will be shared in public, so only make it as accurate as makes you comfortable.
cs: <strong>Přibližte a vycentrujte svou polohu na mapě</strong>. Vaše poloha na mapě bude zveřejněna, proto buďte jen tak přesní, jak vám to vyhovuje.

source: Location *
cs: Poloha *

source: A short textual description of your location will be displayed on the site. We attempt to derive this from your position on the map, but you can customise it if you like.
cs: Krátký textový popis vaší polohy bude zveřejněn na webu. Pokoušíme se tento text odvodit z nastavené polohy na mapě, ale můžete jej i upravit.

source: Change location
cs: Změnit polohy

source: Change password
cs: Změnit heslo

source: Update your portfolio
cs: Aktualizovat portfolio

source: Show off the sites and projects you've personally built (or contributed to) using Django.
cs: Předveďte weby a projekty, do kterých jste s pomocí Djanga osobně vytvořili nebo k nim přispěli.

source: Update portfolio
cs: Aktualizovat portfolio

source: Update your skills
cs: Aktualizovat dovednosti

source: Update skills
cs: Aktualizovat dovednosti

source: Please correct the errors below and submit the form again.
cs: Opravte níže popsane chyby a odešlete formulář znovu.

source: Showing %(counter)s recent signups (out of %(total_people)s)
cs: Poslední %(counter)s registrace z celkem %(total_people)s

source: if you're a Django developer, why not <a href="%(signup_url)s">add yourself</a> to the site?
cs: pokud vyvíjíte na Djangu, <a href="%(signup_url)s">přidejte se</a> k projektu

source: Looking for a Django job? check out <a href="http://djangogigs.com/">Djangogigs.com</a>
cs: Hledáte práci týkající se Djanga? <a href="http://djangogigs.com/">Nevynechejte projekt Djangogigs.com</a>

source: Active on IRC in the past hour
cs: Aktivní v poslední hodině na IRC

source: No one is currently active
cs: Nikdo teď není aktivní

source: <strong>%(nick)s</strong>, active %(since)s ago
cs: <strong>%(nick)s</strong>, aktivní před %(since)s

source: Your login attempt failed.
cs: Pokus o přihlášení selhal.

source: Lost your password?
cs: Zapomněli jste heslo?

source: Or sign in with your OpenID
cs: Nebo se přihlašte pomocí OpenID

source: OpenID not working?
cs: Nefunguje OpenID?

source: Log in with OpenID
cs: Přihlásit se pomocí OpenID

source: (change)
cs: (změna)

source: (edit bio)
cs: (upravit bio)

source: Create your bio
cs: Vytvořit bio

source: (edit skills)
cs: (upravit dovednosti)

source: Save
cs: Uložit

source: Looking for <strong>%(type)s</strong> work
cs: Poohlíží se po práci typu <strong>%(type)s</strong>

source: Finding %(name)s
cs: Hledá se %(name)s

source: (edit)
cs: (upravit)

source: (active %(since)s ago)
cs: (aktivní před %(since)s)

source: %(name)s's Django portfolio
cs: Portfolio djangisty %(name)s

source: Django projects %(name)s has contributed to
cs: Projekty na Djangu s příspěvkem uživatele %(name)s

source: <a href="%(portfolio_url)s">Add some sites</a> to your portfolio
cs: <a href="%(portfolio_url)s">Přidejte weby</a> do svého portfolia

source: People near %(name)s
cs: Lidé blízko djangisty %(name)s

source: %(counter)s mile away
cs: %(counter)s míle daleko

source: Recent people
cs: Nedávno přihlášení

source: Search: %(q)s
cs: Hledání: %(q)s

source: Search
cs: Hledat

source: %(counter)s result
cs: %(counter)s výsledek

source: Terms must be three or more characters
cs: Výraz musí mít tři nebo více znaků

source: This tool searches by username, first name and last name.
cs: Nástroj vyhledává uživatelská jména, křestní jména a příjmení

source: No users found.
cs: Nenalezeni žádní uživatelé

source: Sign up
cs: Registrace

source: Sign up as a Django Person
cs: Přihlásit se mezi djangisty

source: Got an <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Sign up with your OpenID now!</a>
cs: Používáte systém <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Přihlašte se pomocí svého OpenID.</a>

source: Your new account will be associated with with your OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">don't associate</a>)
cs: Nový účet bude přiřazen k vašemu OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">nepřiřazovat</a>)

source: 1. Tell us who you are
cs: 1. Prozraďte, kdo jste

source: 2. Tell us where you live
cs: 2. Prozraďte, kde žijete

source: Latitude and longitude are missing. Please use the map to provide your location.
cs: Chybí zeměpisná šířka a délka. Vyberte laskavě na mapě svou polohu.

source: 3. And a bit about you …
cs: 3. A trochu více informací o vás...

source: 4. Your privacy settings
cs: 4. Nastavení soukromí

source: 5. Your skills and interests
cs: 5. Dovednosti a zájmy

source: Tag yourself with your particular skills and interests, e.g. postgresql, nginx, css. Separate them with commas; spaces are allowed.
cs: Označte konkrétní dovednosti a zájmy, např. postgresql, nginx, css. Odděluje je čárkami, mezery nevadí.

source: Sign me up
cs: Registrovat

source: %(counter)s Django Person mention this skill
cs: Tuto dovednost uvádí %(counter)s djangista

source: Skills
cs: Dovednosti

source: New password set
cs: Nové heslo bylo nastaveno

source: Your password has successfully been reset. You can use it right now on the <a href="%(login_url)s">login page</a>.
cs: Heslo bylo úspěšně obnoveno. Nyní je můžete použít na <a href="%(login_url)s">přihlašovací stránce</a>.

source: Recover your account
cs: Obnovení účtu

source: Enter your username and we'll send an account recovery link to the e-mail address associated with your account.
cs: Zadejte uživatelské jméno a my na e-mailovou adresu daného účtu zašleme webový odkaz k obnovení přístupu.

source: Recover account
cs: Obnovit účet

source: An email has just been sent to <strong>%(email)s</strong>. Use the link in it to set a new password.
cs: Právě byl odeslán e-mail na adresu <strong>%(email)s</strong>. Použijte v něm uvedený odkaz k nastavení nového hesla.

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
cs: Tento odkaz k obnovení hesla není platný. Můžete si <a href="%(recovery_url)s">vyžádat nový</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
cs: Zdravíme uživatele <strong>%(username)s</strong>. Zadejte své nové heslo.

source: Set new password
cs: Nastavit nové heslo
